brew "automake"
brew "awscli"
brew "cabextract"
brew "cmake"
brew "coreutils"
brew "cpanminus"
brew "cscope"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "djvulibre"
brew "editorconfig"
brew "elixir"
brew "exa"
brew "exercism"
brew "fasd"
brew "fd"
brew "findutils"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnuplot"
brew "gradle"
brew "graphviz"
brew "helm"
brew "heroku/brew/heroku-node"
brew "httpie"
brew "hub"
brew "ilmbase"
brew "imagemagick"
brew "ispell"
brew "jansson"
brew "jq"
brew "ledger"
brew "leiningen"
brew "libcroco"
brew "libmetalink"
brew "libproxy"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "luajit"
brew "luarocks"
brew "mailutils"
brew "makedepend"
brew "mdcat"
brew "mysql"
brew "neovim"
brew "node"
brew "open-mpi"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pngpaste"
brew "poppler"
brew "postgresql"
brew "pyenv"
brew "pypy"
brew "pypy3"
brew "r"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "rustup-init"
brew "sbcl"
brew "sbt"
brew "scala"
brew "scipy"
brew "shellcheck"
brew "socat"
brew "source-highlight"
brew "sphinx-doc"
brew "stow"
brew "swig"
brew "tasksh"
brew "terminal-notifier"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unzip"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"

tap "d12frosted/emacs-plus"
brew "emacs-plus@27"

tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"
